tap "eth-p/software"
tap "finestructure/tap"
tap "git-chglog/git-chglog"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "kylef/formulae"
tap "lebje/formulae"
tap "lukakerr/things"
tap "nshipster/formulae"
tap "spmdestinations/tap"
tap "swiftwasm/tap"
tap "universal-ctags/universal-ctags"
tap "vapor/tap"
tap "wfxr/code-minimap"
tap "yonaskolb/beak", "https://github.com/yonaskolb/Beak.git"
brew "openjdk"
brew "ant"
brew "gettext"
brew "openssl@1.1"
brew "sqlite"
brew "glib"
brew "autoconf"
brew "automake"
brew "bat"
brew "binaryen"
brew "binutils"
brew "bison"
brew "blueutil"
brew "ccache"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "ctags", link: false
brew "darksky-weather"
brew "dive"
brew "node"
brew "exa", args: ["HEAD"]
brew "fd"
brew "libtool"
brew "pkg-config"
brew "nghttp2"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fsevents-tools"
brew "gh"
brew "git"
brew "git-lfs"
brew "glances"
brew "glow"
brew "libgpg-error"
brew "gnupg"
brew "go"
brew "gopls"
brew "gtk+3"
brew "httpie"
brew "jq"
brew "ldns"
brew "libfido2"
brew "libssh2"
brew "libgit2"
brew "libpq", link: true
brew "libressl"
brew "libssh"
brew "libuv"
brew "llvm"
brew "lynx"
brew "mailutils"
brew "make"
brew "maven"
brew "meson"
brew "mint"
brew "mono"
brew "moreutils"
brew "mosh"
brew "mysql"
brew "nasm"
brew "ncurses"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "nmap"
brew "node@10"
brew "openjdk@11"
brew "pandoc"
brew "pinentry-mac"
brew "qt", link: true
brew "poppler"
brew "pre-commit"
brew "prettier"
brew "pstree"
brew "python@3.8"
brew "qemu"
brew "rsync"
brew "ruby"
brew "ruby-build"
brew "rustup-init"
brew "selenium-server-standalone"
brew "shellcheck"
brew "swiftformat"
brew "tmux"
brew "tomcat"
brew "tree"
brew "vapor"
brew "wabt"
brew "wasmer"
brew "wget"
brew "xmlstarlet"
brew "z"
brew "zlib"
brew "zsh"
brew "eth-p/software/bat-extras"
brew "finestructure/tap/arena"
brew "heroku/brew/heroku"
brew "kylef/formulae/swiftenv"
brew "lebje/formulae/lfs-pointers"
brew "spmdestinations/tap/spm-dest-5.3-x86_64-ubuntu16.04"
brew "spmdestinations/tap/spm-dest-5.3-x86_64-ubuntu20.04"
brew "swiftwasm/tap/carton"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD", "with-jansson"]
brew "wfxr/code-minimap/code-minimap"
brew "yonaskolb/beak/beak"
cask "advancedrestclient"
cask "altair-graphql-client"
cask "docker"
cask "eul"
cask "font-hack-nerd-font"
cask "gitup"
cask "google-backup-and-sync"
cask "iterm2"
cask "monitorcontrol"
cask "nova"
cask "osxfuse"
cask "parallels"
cask "pine"
cask "postgres"
cask "raspberry-pi-imager"
cask "raycast"
cask "rider"
cask "sf-symbols"
cask "vagrant"
cask "visual-studio-code"
cask "wireshark"
