tap "eth-p/software"
tap "finestructure/tap"
tap "git-chglog/git-chglog"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "kylef/formulae"
tap "lebje/formulae"
tap "lukakerr/things"
tap "nshipster/formulae"
tap "swiftwasm/tap"
tap "vapor/tap"
tap "yonaskolb/beak", "https://github.com/yonaskolb/Beak.git"
brew "autoconf"
brew "automake"
brew "bat"
brew "binaryen"
brew "binutils"
brew "openssl@1.1"
brew "sqlite"
brew "python@3.8", link: true
brew "ccache"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "ctags"
brew "darksky-weather"
brew "exa"
brew "fd"
brew "findutils"
brew "gh"
brew "git"
brew "git-lfs"
brew "glances"
brew "glow"
brew "libtool"
brew "gnupg"
brew "go"
brew "htop"
brew "httpie"
brew "jq"
brew "libssh2"
brew "libgit2"
brew "libpq", link: true
brew "libressl"
brew "libssh"
brew "libuv"
brew "mailutils"
brew "midnight-commander"
brew "mint"
brew "mono"
brew "moreutils"
brew "mosh"
brew "neovim"
brew "ninja"
brew "nmap"
brew "node"
brew "openjdk"
brew "openjdk@11"
brew "pandoc"
brew "pinentry-mac", args: ["HEAD"]
brew "poppler"
brew "pstree"
brew "qemu"
brew "rclone"
brew "ripgrep"
brew "ruby"
brew "rustup-init"
brew "sccache"
brew "shellcheck"
brew "tmux"
brew "vapor"
brew "wabt"
brew "wget"
brew "xmlstarlet"
brew "z"
brew "zlib"
brew "zsh"
brew "eth-p/software/bat-extras"
brew "heroku/brew/heroku"
brew "lebje/formulae/lfs-pointers"
brew "swiftwasm/tap/carton"
cask "altair-graphql-client"
cask "cocoarestclient"
cask "dash"
cask "docker"
cask "firefox"
cask "font-hack-nerd-font"
cask "gfxcardstatus"
cask "gitup"
cask "graphiql"
cask "iterm2"
cask "monitorcontrol"
cask "nova"
cask "osxfuse"
cask "parallels"
cask "pine"
cask "postgres"
cask "sf-symbols"
cask "tableplus"
cask "tg-pro"
cask "toolreleases"
cask "turbo-boost-switcher"
cask "virtualbox"
