tap "carlocab/personal"
tap "ellie/atuin"
tap "eth-p/software"
tap "felixherrmann/tap"
tap "finestructure/tap"
tap "gcenx/wine"
tap "git-chglog/git-chglog"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "itchyny/tap"
tap "kylef/formulae"
tap "lukakerr/things"
tap "microsoft/mssql-release"
tap "nshipster/formulae"
tap "swiftwasm/tap"
tap "universal-ctags/universal-ctags"
tap "vapor/tap"
tap "wfxr/code-minimap"
tap "yonaskolb/beak", "https://github.com/yonaskolb/Beak.git"
brew "openexr"
brew "openssl@3"
brew "llvm"
brew "atuin"
brew "autoconf"
brew "automake"
brew "libssh2"
brew "libgit2"
brew "bat"
brew "bear"
brew "binutils"
brew "bison"
brew "bit-git"
brew "bloaty"
brew "blueutil"
brew "gcc"
brew "btop"
brew "cabextract"
brew "gettext"
brew "glib"
brew "libxcb"
brew "cmake"
brew "coreutils"
brew "create-api"
brew "croc"
brew "diffoscope"
brew "dua-cli"
brew "duf"
brew "dylibbundler"
brew "node"
brew "exa"
brew "fd"
brew "figlet"
brew "findutils"
brew "libtool"
brew "fontforge"
brew "minizip"
brew "fx"
brew "libgpg-error"
brew "hdf5"
brew "json-c"
brew "libkml"
brew "libpq"
brew "librttopo"
brew "libxml2"
brew "netcdf"
brew "openblas"
brew "numpy"
brew "poppler"
brew "qhull"
brew "unixodbc"
brew "xerces-c"
brew "gdal"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gitui"
brew "glow"
brew "gnu-sed"
brew "go"
brew "gopls"
brew "helix"
brew "include-what-you-use"
brew "iperf"
brew "jq"
brew "ldns"
brew "ncurses"
brew "less"
brew "libdap", args: ["HEAD"]
brew "libdeflate"
brew "libfido2"
brew "pkg-config"
brew "libpthread-stubs"
brew "libressl"
brew "librsvg"
brew "libxcursor"
brew "libxinerama"
brew "lsd"
brew "lua"
brew "luajit"
brew "luarocks"
brew "make"
brew "mint"
brew "moreutils"
brew "zlib"
brew "mysql-client"
brew "nasm"
brew "tree-sitter", args: ["HEAD"]
brew "neovim"
brew "nghttp2"
brew "ninja"
brew "nmap"
brew "qt@5"
brew "poppler-qt5"
brew "pre-commit"
brew "prettier"
brew "psqlodbc"
brew "pstree"
brew "python@3.8"
brew "qemu"
brew "recode"
brew "redis"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup-init"
brew "sccache"
brew "sevenzip"
brew "shapelib"
brew "starship"
brew "stylua"
brew "swiftformat"
brew "tealdeer"
brew "tmux"
brew "typescript"
brew "uni"
brew "vapor"
brew "wabt"
brew "watchexec"
brew "wget"
brew "xmlstarlet"
brew "zoxide"
brew "zsh"
brew "carlocab/personal/unrar"
brew "eth-p/software/bat-extras-batman"
brew "felixherrmann/tap/swift-package-list"
cask "charles"
cask "cocoarestclient"
cask "crossover"
cask "devtoys"
cask "dotnet-sdk"
cask "fig"
cask "firefox"
cask "gitup"
cask "heroic"
cask "iterm2"
cask "monitorcontrol"
cask "propresenter"
cask "raycast"
cask "sf-symbols"
cask "sloth"
cask "stats"
cask "steam"
cask "swiftcord"
cask "tableplus"
cask "toolreleases"
cask "visual-studio-code"
cask "wireshark"
