<?xml version="1.0" encoding="utf-8"?>
<packages>
  <package id="chocolatey" />
  <package id="chocolatey-compatibility.extension" />
  <package id="chocolatey-core.extension" />
  <package id="chocolatey-font-helpers.extension" />
  <package id="chocolatey-windowsupdate.extension" />
  <package id="cmake" />
  <package id="cmake.install" />
  <package id="gh" />
  <package id="gitui" />
  <package id="KB2919355" />
  <package id="KB2919442" />
  <package id="KB2999226" />
  <package id="KB3033929" />
  <package id="KB3035131" />
  <package id="llvm" />
  <package id="lsd" />
  <package id="nerd-fonts-FiraCode" />
  <package id="ninja" />
  <package id="rustup.install" />
  <package id="starship" />
  <package id="starship.install" />
  <package id="steam" />
  <package id="vcredist140" />
  <package id="vscode" />
  <package id="vscode.install" />
  <package id="zoxide" />
</packages>